/*===== TAB LABELS */

/* Environement tab label */
Environment = "環境";

/* About tab label */
About = "關於";


/*===== BUTTON LABELS */

/* Load Backup button label */
LoadBackup = "載入備份";

/* Save button label */
Save = "儲存";

/* Revert button label */
Revert = "回復";

/* Cancel button label */
Cancel = "取消";

/* Continue label */
Continue = "繼續";

/* Don't show again label */
DontShowAgain = "不要再顯示";


/*===== TABLE LABELS */

/* Variable column label */
Variable = "變數";

/* Value column label */
Value = "數值";


/*===== DEFAULT VALUE TEXT */

/* Default key label */
DefaultKey = "鑰匙";

/* Default value label */
DefaultValue = "數值";


/*===== ERROR PANEL TITLES */

/* Value warning label */
ValueWarning = "數值警告";

/* File error label */
FileError = "檔案錯誤";

/* Backup error label */
BackupError = "備份錯誤";

/* Invalid Key label */
InvalidKey = "無效的鑰匙";

/* Key Warning label */
KeyWarning = "鑰匙警告";


/*===== ERROR STRINGS */

/* File does not exist format string, format string */
FileDoesNotExist = "~/%@/%@ 不存在, 不能打開.";

/* File error: Is not a file, format string */
FileIsNotFile = "~/%@/%@ 是目錄, 不是檔案.";

/* File error: Is not readable, format string */
FileIsNotReadable = "~/%@/%@ 不可讀.";

/* File error: Can not write file */
FileNotWritable = "無法寫 ~/%@/%@. 請更正並再試一次.";

/* Backup error unable to write file, format string */
BackupFileNotWritable = "無法寫備份 ~/%@/%@. 請更正並再試一次.";

/* Invalid Key, non-zero length */
ZeroLengthKey = "鑰匙必須是有長度的字串.";

/* Invalid key, already exists */
KeyExists = "鑰匙已經存在.";

/* Key warning, PATH variables can be bad */
PathKeyWarning = "注意, 設定環境變數會影響某些應用程式運作, 特別是 developer tools 和 shell 環境與功能.";

/* Value warning, $ variables aren't expanded */
DollarValueWarning = "注意, 當讀取環境檔案, $<identifier> 數值不能替入.";


/*===== MISC LABELS */

/* Warning about changes taking effect on next login */
NextLoginWarning = "改變會在你下一次登入生效.";

/* Edit variable label */
EditVariable = "編輯變數:";


/*===== TOOL TIPS */

/* Add item */
AddItemTip = "新增變數";

/* Remove item(s) */
RemoveItemTip = "刪除變數";

/* Edit variable value */
EditItemTip = "編輯變數數值";
